import SectionTitle from "./ui/SectionTitle";

const Game = () => {
    return (
        <div className="flex flex-col items-center gap-20 py-40">
            <SectionTitle
                title="Хто ти?"
                subtitle="Згадай спогад"
                description='О, ні! Від сильного падіння у слоніка перемішалися всі спогади в глові. Допоможи їх відновити, щоб він зміг пригадати хто ти і віддати тобі подарунок. Для цього перевертай картки й знаходь однакові, але будь обережна, якщо лічильник ходів перевишть позначку 20, а таймер закінчиться, то спогади вже не відновляться і слонік не зможе пригадати хто ти. Як будеш готова натисни кнопку "Почати гру".'
            />
        </div>
    );
};

export default Game;
